{"blogs.page_title":"Blog","blogs.page_description":"Leuke nieuwtjes, vreemde hersenkronkels, kennisdeling en meer vindt u hier.","blogs.meta_title":"Blog","contact.page_title":"Vragen? Opmerkingen?","contact.page_sub_title":"Contacteer Ons","contact.meta_title":"Contact","contact.form.name.label":"Naam","contact.form.name.placeholder":"Jouw naam","contact.form.email.label":"E-mail","contact.form.email.placeholder":"Jouw e-mailadres","contact.form.message.label":"Bericht","contact.form.message.placeholder":"Jouw bericht","contact.form.submit":"Verstuur","contact.form.success":"Bericht werd succesvol verzonden!","cookie.page_title":"Cookiebeleid","cookie.meta_title":"Cookiebeleid","cookie.intro.heading":"Algemeen","cookie.intro.paragraph":"We gebruiken cookies om informatie te verzamelen over hoe bezoekers onze websites gebruiken. Hiermee kunnen we u de best mogelijke ervaring bieden, onze website blijven verbeteren en u aanbiedingen doen die aansluiten op uw interesses. Door op ‘accepteren’ te klikken gaat u akkoord met het gebruik van deze cookies. U kunt ten allen tijde uw toestemming intrekken.","cookie.what_are_cookies.heading":"Wat zijn cookies?","cookie.what_are_cookies.paragraph":"Cookies en web-opslagtechnologieën zoals lokale en sessie-opslag (‘cookies’) maken het gebruik van onze website makkelijker zonder dat u daarvoor extra moeite hoeft te doen. Het zijn bijvoorbeeld kleine tekstbestanden die door uw browser naar uw apparaat worden gedownload als u onze website bezoekt.","footer.description":"Libaro is een A-team van digital natives. We bouwen hoogstaande, digitale oplossingen, gebruikmakende van technische innovatie en artificiële intelligentie.","footer.contact":"Onze contactgegevens","footer.financial":"Financieel","footer.privacy":"Wij respecteren uw privacy","footer.follow_us":"Volg ons","footer.assets":"Assets","footer.privacy_policy":"Privacybeleid","footer.cookie_policy":"Cookiebeleid","footer.terms_and_conditions":"Algemene voorwaarden","menu.primary.home":"Home","menu.primary.contact":"Contact","menu.primary.projects":"Onze realisaties","menu.secondary.blog":"Blog","menu.secondary.docs":"Documentatie","menu.secondary.products":"Producten","privacy.page_title":"Privacybeleid","privacy.meta_title":"Privacybeleid","privacy.intro.heading":"Algemeen","privacy.intro.paragraph_1":"De Libaro website wordt uitgebaat door Libaro, een besloten vennootschap, ingeschreven onder het ondernemingsnummer BE 0541.352.248 (\"Libaro BV\"). In deze privacyverklaring informeert Libaro u over het gebruik van uw persoonsgegevens op de Libaro website (\"Privacyverklaring\").","privacy.intro.paragraph_2":"Libaro wordt voor bepaalde verwerkingsactiviteiten aanzien als verwerkingsverantwoordelijke (zie artikel 3.2) en voor andere als verwerker (zie artikel 3.1). Libaro neemt deze verantwoordelijkheid niet licht op. Libaro gaat dan ook op een verantwoorde manier met uw persoonsgegevens om. Uw persoonsgegevens worden zorgvuldig verwerkt en beveiligd in overeenstemming met de toepasselijke regelgeving, zoals o.a. de algemene verordening gegevensbescherming van 27 april 2016 (ook wel \"GDPR\" genoemd) en de wet betreffende de bescherming van natuurlijke personen met betrekking tot de verwerking van persoonsgegevens van 30 juli 2018. Zo worden in het bijzonder de principes van privacy by design en gegevensminimalisatie strikt nageleefd.","privacy.data_processing.heading":"Verwerkt Libaro persoonsgegevens?","privacy.data_processing.paragraph_1":"Om optimaal van onze dienstverlening gebruik te kunnen maken, moet er per gebruiker, een account op Libaro worden aangemaakt. Voor dit account is de registratie van onder meer uw naam, e-mailadres, wachtwoord, telefoonnummer en naam van het bedrijf vereist.","privacy.data_processing.paragraph_2":"Daarnaast worden er persoonsgegevens verwerkt naargelang de diensten waarvan gebruik wordt gemaakt. Deze verwerking is noodzakelijk voor de goede werking van de dienstverlening. De dienstverlening die Libaro aanbiedt omvat onder meer:","privacy.data_processing.list.create_account":"Het aanmaken van een Libaro account;","privacy.data_processing.list.manage_store_info":"Het beheren van winkelinformatie","privacy.data_processing.list.manage_store_reservations":"Het beheren van winkelreservaties","privacy.why_process.heading":"Waarom verwerkt Libaro deze gegevens?","privacy.why_process.paragraph_1":"Afhankelijk van de hoedanigheid waarin u beroep doet op de dienstverlening van Libaro (als werknemer van een van onze klanten (uw werkgever), bezoeker op uitnodiging van een van onze klanten, of een derde, treedt Libaro op als verwerker dan wel als verwerkingsverantwoordelijke.","privacy.as_processor.heading":"Libaro als verwerker voor de dienstverlening aan de klant","privacy.as_processor.paragraph_1":"Indien u een werknemer of bezoeker op uitnodiging bent van een van onze klanten, en gebruik maakt van de dienstverlening binnen Libaro, verwerken wij uw persoonsgegevens voor het verlenen van de diensten die wij ter beschikking stellen op vraag en voor rekening van uw werkgever.","privacy.as_processor.paragraph_2":"Afhankelijk van de door de werkgever gekozen diensten (zie artikel 2) zal Libaro bepaalde persoonsgegevens verwerken wanneer van deze dienst gebruik wordt gemaakt via Libaro. Voor een gedetailleerd overzicht verwijzen wij naar de toepasselijke privacyverklaring van uw werkgever.","privacy.as_processor.paragraph_3":"Deze gegevens worden immers verwerkt door Libaro in opdracht en voor rekening van de werkgever, dewelke het doel en de middelen van de verwerkingsactiviteiten bepaalt. Libaro beperkt zich er dan ook toe om deze persoonsgegevens overeenkomstig en binnen de perken van de afgesloten verwerkersovereenkomst met uw werkgever te verwerken. Libaro treedt hier dus op als verwerker, en niet als verwerkingsverantwoordelijke. Wij verwijzen hiervoor dan ook naar de toepasselijke privacyverklaring van uw werkgever.","privacy.as_controller.heading_main":"Libaro als verwerkingsverantwoordelijke van uw persoonsgegevens","privacy.as_controller.heading_billing":"Facturatie-doeleinden voor de klant","privacy.as_controller.paragraph_billing_1":"Indien u een werknemer of bezoeker op uitnodiging bent van een van onze klanten, en gebruik maakt van de dienstverlening via Libaro, verwerken wij persoonsgegevens die nodig zijn om de facturatie op te stellen.","privacy.as_controller.paragraph_billing_2":"Wij verwerken die gegevens die ons toelaten te weten van welke diensten u gebruik maakt en met welke frequentie, zodat wij in kaart kunnen brengen hoeveel uw werkgever moet betalen voor de gebruikte diensten. Deze gegevens kunnen, afhankelijk van de diensten waarop u beroep doet (zie artikel 2), bijvoorbeeld naam, e-mailadres en locatie omvatten.","privacy.as_controller.paragraph_billing_3":"Wij verwerken voor dit doeleinde enkel die persoonsgegevens die strikt noodzakelijk zijn om de facturatie op te stellen om zo onze contractuele verplichtingen te kunnen nakomen ten aanzien van onze klant (uw werkgever). Deze verwerking is dus noodzakelijk voor de behartiging van ons gerechtvaardigde belang, namelijk om zo onze contractuele verplichtingen ten aanzien van uw werkgever te kunnen nakomen. Hierbij zien wij erop toe dat uw grondrechten en fundamentele vrijheden gerespecteerd blijven.","privacy.as_controller.heading_third_parties":"Dienstverlening t.a.v. derden","privacy.as_controller.paragraph_third_parties":"Indien u als derde, d.w.z. zonder verbonden te zijn aan een van onze klanten, van onze dienstverlening gebruik maakt door middel van onze Libaro applicatie, komt er een rechtstreeks contract tot stand tussen u en Libaro. In het kader hiervan zullen wij dan bepaalde persoonsgegevens verwerken, afhankelijk van de diensten waarop u beroep doet (zie artikel 2), om deze dienstverlening te kunnen bewerkstelligen. Deze verwerking van persoonsgegevens is dus noodzakelijk om een met u gesloten contract uit te voeren.","privacy.as_controller.heading_analysis":"Analyse voor dienstverbetering","privacy.as_controller.paragraph_analysis_1":"Van zodra u gebruik maakt van onze Applicatie (ongeacht in welke hoedanigheid), zullen wij bepaalde persoonsgegevens (gebruiksgegevens) verzamelen met het oog op het verbeteren van onze diensten. De verwerking van deze persoonsgegevens is gestoeld op ons gerechtvaardigde belang, zijnde het verbeteren van onze diensten.","privacy.as_controller.paragraph_analysis_2":"Aan de hand van deze analyses, kunnen wij zien waar de noden van onze gebruikers liggen, en hieraan onze dienstverlening aanpassen. Deze verwerking van persoonsgegevens komt dus ook aan u ten goede. Hierbij zien wij er ook op toe dat uw grondrechten en fundamentele vrijheden gerespecteerd blijven.","privacy.as_controller.heading_marketing":"Direct marketing en profilering","privacy.as_controller.paragraph_marketing_1":"Uw persoonsgegevens worden enkel gebruikt voor direct marketing doeleinden wanneer Libaro hiervoor uw expliciete voorafgaande toestemming zou hebben verkregen (“opt-in”) bij het creëren van uw account op onze Libaro applicatie.","privacy.as_controller.paragraph_marketing_2":"Indien u een dergelijke toestemming heeft gegeven, kan u deze toestemming op elk moment intrekken. Indien u uw toestemming voor direct marketing wil intrekken, kan u mailen naar het volgende e-mailadres info@libaro.be.","privacy.data_sharing.heading":"Met wie deelt Libaro deze gegevens?","privacy.data_sharing.paragraph_1":"Uw persoonsgegevens worden strikt vertrouwelijk gehouden en worden in regel niet meegedeeld aan derden, met uitzondering van hetgeen hieronder is bepaald.","privacy.data_sharing.paragraph_2":"Waar Libaro optreedt als verwerkingsverantwoordelijke kan het voor het verwerken van persoonsgegevens gebruik maken van andere dienstverleners. Deze dienstverleners zullen optreden als verwerker. Zij mogen de persoonsgegevens uitsluitend in onze opdracht verwerken. Libaro heeft met deze verwerkers een verwerkersovereenkomst gesloten. Hierin wordt de verwerker verplicht om o.a. alle wettelijke bepalingen en de bepalingen uit deze Privacyverklaring na te leven.","privacy.data_sharing.paragraph_3":"Waar Libaro optreedt als verwerker, kan Libaro - mits toestemming van de verwerkingsverantwoordelijke - zogenaamde subverwerkers inschakelen. Libaro zal ook met deze subverwerkers de nodige verwerkersovereenkomsten aangaan, zodat uw rechten als betrokkene gegarandeerd blijven. Uw persoonsgegevens worden enkel binnen de Europese Economische Ruimte verwerkt.","privacy.data_security.heading":"Hoe beveiligt Libaro deze gegevens?","privacy.data_security.paragraph_1":"Libaro neemt voortdurend passende technische en organisatorische maatregelen om uw persoonsgegevens te beveiligen om verlies, onrechtmatig gebruik, onrechtmatige verwerking van uw persoonsgegevens door anderen tegen te gaan, en ook om de toegang tot uw persoonsgegevens door onbevoegden te voorkomen. Libaro werd ontwikkeld met inachtneming van het “privacy by design principe” door onder meer de wachtwoorden van bezoekers te encrypteren.","privacy.data_retention.heading":"Hoe lang bewaart Libaro deze gegevens?","privacy.data_retention.paragraph_1":"Libaro bewaart uw persoonsgegevens enkel voor zolang dit nodig is voor de beschreven doeleinden. Op die manier voorkomen wij ook dat irrelevante informatie wordt bewaard.","privacy.data_retention.paragraph_2":"Aangezien de contractuele aansprakelijkheidsvordering pas verjaart na 10 jaar, zullen wij voor deze duur bepaalde gegevens - enkel voor dit doeleinde - archiveren. Zoals u hieronder ziet, kan u ons steeds verzoeken om bepaalde gegevens te verwijderen. Libaro zal hier steeds gevolg aan geven indien de wettelijke voorwaarden daartoe vervuld zijn (zie artikel 7).","privacy.user_rights.heading":"Uw rechten","privacy.user_rights.intro":"U heeft het recht op inzage in de persoonsgegevens die Libaro over u heeft (en hiervan een kopie te ontvangen). U heeft het recht op correctie van de persoonsgegevens die Libaro over u heeft als deze onjuist of verouderd zijn en/of om ze te laten aanvullen indien ze onvolledig zijn.","privacy.user_rights.bullet_1":"U heeft het recht om gemotiveerd bezwaar te maken tegen de verwerking van uw persoonsgegevens waar deze gebaseerd is op een \"gerechtvaardigd belang\" van Libaro. Indien Libaro uw persoonsgegevens verwerkt voor direct marketing doeleinden, dient u een dergelijk verzoek zelfs niet te motiveren.","privacy.user_rights.bullet_2":"Indien een verwerking plaatsvindt op basis van de door u verschafte toestemming, heeft u steeds het recht deze toestemming opnieuw in te trekken.","privacy.user_rights.bullet_3":"U heeft in principe het recht om de persoonsgegevens die Libaro over u heeft in een gestructureerde, gangbare en machine leesbare vorm te verkrijgen en deze over te dragen aan een andere verwerkingsverantwoordelijke.","privacy.user_rights.bullet_4":"U heeft in principe het recht om Libaro te verzoeken om uw persoonsgegevens en/of account te verwijderen. U heeft echter ook het recht om te verzoeken dat de verwerking van uw persoonsgegevens enkel beperkt wordt (bijvoorbeeld: het ontoegankelijk maken van persoonsgegevens).","privacy.user_rights.outro":"Om uw rechten uit te oefenen, neemt u contact op met Libaro door e-mail te sturen naar info@libaro.be.","privacy.changes.heading":"Wijzigingen","privacy.changes.paragraph_1":"Libaro behoudt zich het recht voor deze Privacyverklaring te wijzigen. De wijzigingen worden via onze website libaro.be bekend gemaakt. Libaro adviseert u regelmatig de Privacyverklaring te bekijken.","privacy.questions.heading":"Vragen en klachten","privacy.questions.paragraph_1":"Privacy is een gevoelig punt, en terecht. Als u vragen of klachten heeft, aarzel dan niet om contact met Libaro op te nemen door een e-mail te sturen naar info@libaro.be. U kan ook een klacht indienen bij de Gegevensbeschermingsautoriteit via contact@apd-gba.be.","products.page_title":"Onze producten","products.page_sub_title":"Met trots","products.page_description":"Op deze pagina vind je producten die ontstaan zijn uit onze eigen ideeën en experimenten. Het zijn projecten waarin we al onze skills kunnen combineren en de ruimte nemen om te experimenteren met nieuwe technologieën.","products.meta_title":"Onze producten","projects.page_title":"Onze realisaties","projects.page_sub_title":"Met trots","projects.page_description":"Ontdek de topoplossingen die we hebben ontwikkeld.Voor onze open-source pakketten, bezoek ons op GitHub.","projects.meta_title":"Onze realisaties","terms.page_title":"Algemene Voorwaarden","terms.meta_title":"Algemene Voorwaarden","terms.intro.heading":"Algemeen","terms.intro.paragraph_1":"Deze gebruiksvoorwaarden (\"Gebruiksvoorwaarden\") zijn van toepassing op uw gebruik van de Libaro website. Alvorens, op eender welke wijze, gebruik te maken van Libaro, wordt u vriendelijk verzocht deze Gebruiksvoorwaarden en de Privacyverklaring aandachtig te lezen.","terms.intro.paragraph_2":"Door uw gebruik van de Libaro website, verklaart u zich uitdrukkelijk akkoord met de Gebruiksvoorwaarden. Indien u bij het lezen van de Gebruiksvoorwaarden niet akkoord gaat met de inhoud ervan, wordt u verzocht om geen verder gebruik te maken van Libaro.","terms.intro.paragraph_3":"De Libaro website wordt uitgebaat door Libaro, een bv, ingeschreven onder het BE 0541.352.248 (\"Libaro BV\").","terms.intro.paragraph_4":"Voor verdere inlichtingen of opmerkingen kan u ons contacteren via info@libaro.be.","terms.purpose.heading":"Doel en inhoud van de Libaro website","terms.purpose.paragraph":"De Libaro website heeft tot doel de dienstverlening in Libaro te vergemakkelijken en overzichtelijk te maken. Een integratie van alle relevante diensten en informatie van een bepaalde gebruiker in één applicatie komt alle betrokken actoren (zijnde de werkgevers/klanten, de werknemers, derden en het personeel) bij het gebruik van Libaro ten goede.","terms.use_of_website.heading":"Gebruik van de Libaro website","terms.use_of_website.paragraph_1":"Het gebruik van de Libaro website is gratis.","terms.use_of_website.paragraph_2":"U mag de inhoud op de Libaro website slechts gebruiken voor de door Libaro toegestane doeleinden. Ieder ander gebruik, openbaar maken en/of verveelvoudigen van de op de Libaro aangeboden informatie en gegevens zonder voorafgaande schriftelijke toestemming van Libaro is verboden en vormt een inbreuk op deze Gebruiksvoorwaarden, en enige andere wettelijke bepalingen dienaangaande.","terms.use_of_website.paragraph_3":"Volgende vormen van gebruik van de Libaro website zijn - onder andere - verboden:","terms.use_of_website.list_1":"Het gebruik met commercieel oogmerk ten voordele van derden, behoudens wanneer hiertoe schriftelijke goedkeuring werd bekomen vanwege Libaro.","terms.use_of_website.list_2":"Het gebruik voor doeleinden waarvan de inhoud in strijd is met de openbare orde of de goede zeden, discriminerend, beledigend, lasterlijk of kwetsend is of op een andere manier inbreuk pleegt op de rechten van anderen.","terms.use_of_website.list_3":"Het weergeven van de op de Libaro website verschafte informatie op een andere wijze dan dat deze door Libaro aan u beschikbaar wordt gesteld. U mag de informatie niet bewerken, meedelen aan het publiek of op enige manier exploiteren, noch anderen daarbij helpen als tussenpersoon of anderszins, behoudens wanneer hiertoe schriftelijke goedkeuring werd bekomen vanwege Libaro.","terms.use_of_website.list_4":"U bent niet gerechtigd zonder voorafgaande schriftelijke toestemming van Libaro materiaal van de Libaro website te \"spiegelen\" op een andere server of applicatie. Het gebruik van de inhoud op enige andere applicatie of in een computernetwerkomgeving met welk oogmerk dan ook, is verboden zonder uitdrukkelijke, schriftelijke toestemming van Libaro.","terms.use_of_website.list_5":"Het gebruik van software of enig geautomatiseerd systeem om informatie van de Libaro website te verkrijgen (\"screen scraping\") is verboden. Libaro behoudt zich het recht voor om alle maatregelen te nemen die zij nodig acht in geval van overtreding van dit verbod.","terms.use_of_website.list_6":"De Libaro wesite zo gebruiken dat deze wordt aangetast of beschadigd, bijvoorbeeld door het uploaden/opladen van computervirussen of andere schadelijke bestanden of door het omzeilen van technische beschermings- en beveiligingsmaatregelen die o.a. de integriteit en de vertrouwelijkheid van de op de Libaro website aangeboden gegevens moeten beschermen.","terms.disclaimer.heading":"Afwijzing garanties en beperking aansprakelijkheid","terms.disclaimer.paragraph_1":"De Libaro website wordt u aangeboden in de staat dat deze zich bevindt (\"as is\"). Libaro garandeert niet dat de Libaro website te allen tijde beschikbaar zal zijn en garandeert niet dat de applicatie te allen tijde zal werken naar behoren, conform uw verwachtingen of zonder fouten. Indien een probleem optreedt, kan u dit melden via de manier zoals hieronder aangeduid (zie artikel 7). Libaro garandeert echter niet dat alle gemelde fouten zullen worden opgelost.","terms.disclaimer.paragraph_2":"Libaro heeft te allen tijde het recht om de Libaro website geheel of gedeeltelijk of de functionaliteiten van de applicatie aan te passen of om functionaliteiten toe te voegen of te verwijderen. Het gebruik van de applicatie na dergelijke aanpassing, toevoeging of verwijdering zal steeds onderhevig zijn aan deze Gebruiksvoorwaarden.","terms.disclaimer.paragraph_3":"U begrijpt en gaat er mee akkoord dat, behoudens voor de gevallen waarin de wet niet toelaat om aansprakelijkheid uit te sluiten, Libaro in geen geval en onder geen enkele omstandigheid (ongeacht de zwaarwichtigheid van de fout) op directe of indirecte, algemene of bijzondere wijze aansprakelijk kan worden gesteld voor enige directe of indirect schade, onder meer, schade als gevolg van gederfde winst, verlies van gegevens, zakelijk verlies, bedrijfsonderbreking, verlies van zakelijke mogelijkheden, of enige andere commerciële schade die of verlies dat voortvloeit uit (i) uw gebruik van de applicatie of de onmogelijkheid om de applicatie te gebruiken, (ii) eventuele wijzigingen aan de applicatie of de stopzetting van de applicatie, (iii) de verwijdering, de beschadiging of het mislukken van de opslag van inhoud en andere gegevens die worden bijgehouden of verzonden door het gebruik van de applicatie of (iv) overmacht.","terms.disclaimer.paragraph_4":"U gaat ermee akkoord Libaro integraal schadeloos te stellen en te vrijwaren voor eventuele vorderingen van derden, met inbegrip van, maar niet beperkt tot, redelijke (buiten)gerechtelijke en administratieve kosten, die voortvloeien uit of in verband staan met het schenden van deze Gebruiksvoorwaarden.","terms.accounts.heading":"Accounts","terms.accounts.paragraph_1":"Om gebruik te maken van de Libaro website als winkelier dient u eerst een account aan te maken. U bent verantwoordelijk voor elk gebruik van uw gebruikersnaam en paswoord. U verbindt er zich toe om uw gebruikersnaam en paswoord niet door te geven aan enige derde. U begrijpt en gaat ermee akkoord dat Libaro niet aansprakelijk kan worden gesteld voor de gevolgen van het onrechtmatig en ongeoorloofd gebruik van de applicatie door middel van het gebruik van uw gebruikersnaam en paswoord.","terms.accounts.paragraph_2":"U stemt ermee in om bij het registratieproces waarheidsgetrouwe, accurate, actuele en volledige informatie op te geven. U verklaart dat u zich niet zult uitgeven voor een andere persoon, groep of entiteit, of een verkeerde voorstelling van zaken zult geven met betrekking tot uw identiteit of uw relatie tot een andere persoon, groep of entiteit, en geen gebruikersnaam van iemand anders zult gebruiken noch diens wachtwoord, noch andere accountgegevens, noch de naam van een andere persoon, diens beeltenis of foto en dat u evenmin misbruik zult maken van enige gelijkenis met een andere persoon. U verklaart bovendien dat u ons (zie artikel 7) onmiddellijk op de hoogte zult brengen van onbevoegd gebruik van uw gebruikersnaam, wachtwoord of andere accountinformatie, of van welke andere vorm van inbreuk dan ook op de beveiliging, waarmee u wordt geconfronteerd en die betrekking heeft op de Libaro website.","terms.accounts.paragraph_3":"U mag de Libaro website niet gebruiken voor illegale of ongeoorloofde doeleinden, waaronder tevens wordt verstaan enige activiteit die schade berokkent aan de werking van de applicatie of die het gebruik van de applicatie verstoort of enige handeling die de naam en/of reputatie van Libaro of diens verbonden vennootschappen kan aantasten (zoals niet beperkend opgesomd onder artikel 3). U bent verantwoordelijk voor alle handelingen die zich via uw account voordoen.","terms.accounts.paragraph_4":"Libaro zal gerechtigd zijn zonder waarschuwing uw account op te zeggen in het geval van niet-naleving van deze Gebruiksvoorwaarden of in het geval van enig misbruik van de Libaro website.","terms.intellectual_property.heading":"Intellectuele eigendom","terms.intellectual_property.paragraph":"Libaro behoudt alle intellectuele eigendomsrechten in en op de Libaro website. Elke reproductie, publieke mededeling of hergebruik van de applicatie of een deel daarvan, d.i. met inbegrip van - doch niet beperkt tot - de daarin vervatte tekst, afbeeldingen, codes, interface elementen, informatie, afbeeldingen, videobestanden en geluidsbestanden, op welke wijze dan ook, is verboden behoudens na uitdrukkelijke, schriftelijke en voorafgaande toestemming van Libaro.","terms.communication.heading":"Communicatie","terms.communication.paragraph":"Wanneer u ons wenst te contacteren, kan u ons een e-mail sturen naar info@libaro.be. We zullen de ontvangst van uw bericht per e-mail bevestigen.","terms.amendments.heading":"Wijzigingen","terms.amendments.paragraph_1":"Libaro behoudt zich steeds het recht voor om deze Gebruiksvoorwaarden te wijzigen. De laatste versie is steeds beschikbaar op de Libaro website. Het is uw verantwoordelijkheid om zelf regelmatig de toepasselijke Gebruiksvoorwaarden door te nemen en de laatste versie hiervan in acht te nemen.","terms.amendments.paragraph_2":"Deze Gebruiksvoorwaarden werden het laatst gewijzigd en herzien op 30/03/2021.","terms.jurisdiction.heading":"Toepasselijk recht en bevoegde rechtbanken","terms.jurisdiction.paragraph_1":"Deze Gebruiksvoorwaarden zijn onderworpen aan het Belgisch recht en dienen als dusdanig te worden geïnterpreteerd.","terms.jurisdiction.paragraph_2":"In geval van een geschil zijn enkel de rechtbanken te Gent bevoegd.","urls.branding":"Branding"}